{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              128,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              128,
              128,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_24",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_24"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_25",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_24",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_25"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              3
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_12",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_12"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_6",
            "padding": "valid",
            "pool_size": [
              3,
              3
            ],
            "strides": [
              3,
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_12",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_6"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_26",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_26"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_27",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_26",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_27"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              3
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_13",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_27",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_13"
        },
        {
          "class_name": "AveragePooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "average_pooling2d_6",
            "padding": "valid",
            "pool_size": [
              3,
              3
            ],
            "strides": [
              3,
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_13",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "average_pooling2d_6"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_6",
            "noise_shape": null,
            "rate": 0.75,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "average_pooling2d_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_6"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_6",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_18",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_18"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_19",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_18",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_19"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_20",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_19",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_20"
        }
      ],
      "name": "sequential_6",
      "output_layers": [
        [
          "dense_20",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "e907a83c44be635c60e01841838dc4ea623e3e6a7e9dc2cfe469890b5f3a827f",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      128,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            128,
            1
          ],
          "values": [
            "Kr7jvikNVD+UKSpAYupkv+xUNb+JjVQ/CqTZvhyJp79hFNA+jJM3vtpZUL+ag4u/9RgPwHSjOz+HdNg/nj7Dv+rZhr5mQtw/jhPUvvSjQr9WNyW+EZ3Lv5vkT78jq/g+AD+LvzejpD9pjAY/eUylPRQ+ND9p8q8/raJOvygKv76SCHG+HH7yP4NRlT6Ir7m/O+q4PvhJqz53G60/gqsJvje+vz414hHAgUlvPWRurz8jQBu9u2vzv9b3jj8QZFG/5dU9P1E57L2fUx094J6lv8Qrw74K65Y/+/uGvvLksj11V0i/EouYvw5AGj5dEoW9fTenv+K+Er8SWc2+MoXUv9gjBkCBO5m/gkRbv7H9pb8Q0I0/9+KjPl5WYDyYujw/j9X4Pos9dz8DSKK/3U+PP8ju3DwjgLW9NVVWvyam/TzXuSzAvpTev/ynxb8uDwo/m8BmP/CaWb4i0Cs9UIGvv4puGr+cbNW9R26cv8o4y7+U8n2/WNnaPiEi9b0upag+mY1PvzbRz7251Sk/SfHWPS92eT/ntHc/6XJGPvo/r73zItG/Mrdmv7+lwr7WfW6+xm3OP2Bt9j2JXAVAJRqEv19Q7T6Q9BA+NMSAPd5S9z5CSEi/P4ULwFo5Yz9D/gRAlXAcvo0O2j6yUgs/PDCxPrAOM7/dBKm+T06VvxdnLz/ynku++4DRv8cEoz+R0AxAV6ehve/NLb/RtEY/KEWKv+gH3T+jpVy/gX+5PyG79r6NJSdASm37PpGetr7M+sy/MIuCvaimDb9KLM0+aT1IPvosvz7RhRm/rRRxv0+Klz9HPr0+K6NbPhzLiz+D5rK+Vrw3PL5Hgb716Pu+0edxv6X3gb8ClIO+JM/OP6Zkg7+e2A7AglImPncUEb/c4Sm/NU3pPtjD2r3+Uxq/fRbTv1YgzT5iQI4//OVBv1sWED/Fn3E/O9eBv0mqgb9maa8/hXrWP1wN0b+t3Ii/T4OZvtkcib2SqkA/bEf/P8yvHUARta0/deQjPRcjwL/rhsU+",
            "kfIiP9467L7VDOE+PiYCP3wYmr8XZI68Xxdev1zU9L6XPeq+b3NhwGUNiL8IuJy+6R13PnL3VL5cz+y+wbRDP+kQTz5WYx7AbKsZv6m4/b+kx4W/0wDYv1VQlL4xCr2+qO3cP2eWIz9SoQq/uEVJP7Ms7z9cpxY+EyYkvtd8A795146/J2Cwv1FZRb/CSm6+0dHpPhitOL8quI8/v+s/P3lFmz9JFLC8K8Z5v1Gsnr880YK/1XAxvoABoL/WnqY/48S1vDo7db/CIHs/NayNvx++6T9EkYo+emCmPkRFhzxnYB2/aUinPyYvtj97mlM+w6kEQOIOBcBF6+M+Q4dVP33K3z77Nko/geOOv6vG+D9kMs+/LxaxPuHi8L4eYx6/915vviygn79zF+G/q8iWv0VuOD5D5PI+JTZtP0WS2z7Cvu8/7v2yP+tROb/BZHi/UvoCP7Plnj2uSPK/ZT4PQL58nD0qW2I/FMXNvxKaqb9xNZ+/a/iPvv/Ol7+eQLU/bVP1vVMWADvIwMK/A3YTwOce9T+JeoA/ryMOP0rkor/HJIS+SUcIQND0KL4EoIc/ObhOQL/mBz86VxA+HvVHv47eXT/tRDi/BBQVv51DxL6jc0c/WQk0P/AWu76FqjI/J3STvZtztj4ufog/pRhVP/aogL6yUju+ENjzvm+5BsAp782/yMICwKBjqD6Oe5Q/e+DGP5EpqT8WPOi/zwLWvg3TB8AYMZ+/n4oiPzZA3b7Bbxw9kCIxvvFbPz8DVTC/6tQMvzIQKr4z1q8/96c3P3MkWj+v5Ts+Keqcvk3aIb8+KC5AqgMTv+p46j/464q/i2heQG0txb8SbB4+lbH1v5cS+zwoTbM/zdmlP4HxTL8D03U+x3S5v3I03T0Bv8i+37reOzt97D8REpy9EqtPv+X/kb2X+Fa/eBFEPxmmwL5IFZ4+5665vu11XL+b39e/B9Aav4Uo7T8j3T0/nUEAv4Kcer9Ch3a/05tnv79eHb9eOUa/wuDxvkMkHr8bZw1A",
            "8GSxvUPl5j68akS+3MeSPwA4Fj6ivgs+RpoYvw5X+z1jypy+t9Rnv7unFEA5Nz+/KwmTPzL05D7BNmi/XT2+vggJBb8+AgU//LyBPiR7K783bYK/b/HzPuQNJEA2X5a+cjZRP5A/YL8j1Es/Gx62Ps4N9T+CwhE/R2XUvm9wnb/NLqu+BWOqvrnGbL/7nw+/NO12P/jfyj8DQbI//4qQv3cIlj/TA8I/GTdevyovWj/mJcS/9iLZvjUN6j9xda09ZxrhPdT9zr6VKL6+mlQoQNEYqD3X/qy/hp6SP2YdXr5g0ny/iDELPoX4FT/9TIu/PZRBv5fC2jx68ls/wAQmvN7bhz7Toom/svdpPlNrVT/piJ89KoVIP77IOj/HteY+D/bavDaNPT87XoO/Pg0Pv4JPqz/kfo8/CsWIP1fal78Zemu/HKJHP5Q+lD82Z1q/DiUxwDtFtT9R1D0/vBvavvk4ND+0urQ+8NEJwE4xkb3H5Ky+/sSYvfN85T62zE+/F0GbPxmimz+x4SC/X/JBv8CnPz4yzRHA4pQzQGeSoD9fliU+Dp4mwAaU9b8ViAg/lkeDPsAlvD8PGgy+Rpr4PiOWNL8ZKOc/I6iWPvH+Kb6Xba6/zdzAPnhJoz6pqRNAXE9mP2kf4b91sqO/AYTkvmZZhz8ClYO/ZQgsv9KFw72pEwlAx2jgvwMDQD/HUXm+30z6P+tgmD4D/lM/wnY0P/QGSz+q5QRAdc9RP9rjKL8I2J0/w6M2vdGUG70is949+Ha5vqPQa790BSS/fvDdPh9sEj8TghY/uyqwP1dxDj8KXO6+DXRKP0gD675B4qU/0pRQPAt7dT+JOK4+iNkwwJvxNj/Cq44+HmugPgquvD/3zQlAcFQGv6jzLT+Yccm/JobvPZ24ND9U2qM/mOeCP8UUAb8gMzA/cnsCwBnbMD5kHNu+KGpEvU3UDr/Ogzm+G5wsPw2Pyb8qAU1ACICIv8Kmdb+z29E+OKHFP1zq7z+b5a++disQvwIuxL2Izwu+",
            "xlOPvxJxPsDuH84/GQ/2PtnlF76eIzQ/EDUSv6g5sr2vx7w+OkuiPsCPBcBGQIy/wXeOvkRpJj/b1B0/LH4vvssmUr7EpRy+0RP5viF2zL89vNA/hy7pvNoU6r4pXy0/R3sTwL/wcT2d0je+K1gMQPMuRD+vL46+DnmVvx6BGUDxPqy/bhmWPyPKYT+XMsK//i5QP6ToWr7iEYI/dt6Svxdghj/rkHE/3yoEP0VBYL84Pim/fqPQP1ElQb4fVZ6+BkueP2Lr0T71Z30/z0eAv4WnrL+9g8c/WaqNvjl3t7+354i/9Av4vX/Y1z3HR8G+i1tAvnOo9T7zsIk92wEcPy6bdz/MYzm/5hZSPyJ5GL5UUEDAoi6Gvqg0Vb6+/rm/rAFqv9zjAb9CtUI+skmivtQvXT8ZpTHAhxoNv5uPAb/jgta+TThMP2TwRr6bK9y/BxsQP33ReD8/re++G1BivZ8GDsBFyJG/erzJv154wr+ETqi+7jomP3Mssj9hnaa8wFoYP/C2U7+xg/A/yd2nPn4iiz9lo/+7OZxqPb6rur83kky/b0wfv2kEuj64WQa/jyRDv/2Y4D8aGmm/MMShPaLmCz0IENQ+3KYfP4YGCz+qwy+/FWxGvxKimz/G7Oy89hLuvXSaTr8bb6E/QdiUv7R0Ob/OAQK/HUsjv1Ibpb+JQJq/OAPWPtNd9z8/FTO89MzNv3zlJj8u7LK/Yxx8v8WP+D4uvaU9v21ZP8oe9L/QTVu/EGENP3HEOL++n5k+bJXDv70UmT94RdE+EY85Osf+Rz/HMtU/vLeIv71jqL95LBQ/q4+SPpe7Eb5Bp3e/35Dcv8zn/b/tYD0+19nFvfTk57/06CG/ei4RPnbslD4XvZu+on86v3meNr1Q1IG/79PUvr2FwT9r51jAzGzIvgwqFD7Va2O/l3WGvX6mJT5Y/Be/ZvyUP/Wu7T6aUkM+Tgc8Pya9ir8acJy/NUyOvrHSIj4Tj8y/UWMfPrZcgT6ks6M/Za3yPHmjJT4SY7s9",
            "1lDlPfZdSD/76x0/HvoAPqdUAsBxs6++2uCCPyMLvr7uJkU+tUWpPko87j4PMQS/VaTAP2R1M75qnP0+96cJQJFbMj98as0+S2eYv72y1j9NRJi/8L3gP1bEAr5JKAC+QPgev3DrUj/Qspc/kHhHP+jTVr05uqM/H1J/vzTHfT7wxxw/FJQ8wEcDS75x+2W/64Z7v6uPTz80O/c/wzmCP5ljjD6w/V6+V4I6vY6y/z4ma0a+V9EuP014JL4qeEm/LpwkPgy3m7263Ty/HcEmv/qyVT8Z5Vi/bM0bv5RqAcDGd8E/k51NP784Qz/16R8/vX8ev/VlcT8+gpu/1hL7PhYJuD+rcNA+aGfwvHVCEsBBdEu+rgHWP100Xr4dPoc/4uHzv4zKgj4u8Ku/RiyDP3JaCT9vcLk+JKw1PyyRxr/mbhG/Nx4TPhm+KL/rGv08glJRv61Jsj7lfhW/3AaOvxNe5T8EOzk9NrXxPm9jQT41qTC/2szpvnQ+xb82ble/lMxPvw8sj79M2By/EpOCv8iBor+0Qm0+zgaEPffqE0CKNEy/u/RDOnaG8T4D9/+/CPo1P686/b/iTbe/2RVgP5tZzL+/9Ua/wP1bvx45bz9ResI+2jF4PwlUhL74MpO/i50iP1XpBD5UmYK/0R6Uv3JWmr5JJIu+ixcmvlhDx7+scZu/KaAzP1ADLL6oRIc+99IRQNnS9rzoa9S+87PzP9ivGD95YOY/e95Iv4PwlT5ZrqG/FOfIP+xBuT9/sHu9uXSlvl/svb4sUBLATV6xP9N0hj/duL4+46HDPAS8qj6nAyY/x8ooP4c9KcD/5O6/BntDP7ngDj9vpgM/GRr7PXXB2T/SyGG//vNUPmGMqr74/qA+A96aP7ui9b76Q90/WCUzPRuaPj8CX4Y/QhnqvfPMOMDaeLi/ZKoKwDoQT7+OxH4+4U52v3M0AD/SnW+/0m0Qvj6epTvLVZQ/woGEP03IjL8bb9u+6J+8vljJXT90bny/RRtIvxUXNz/aHqG/",
            "dbqFvmkTBb+KO4o/L4CSv0xEd74HiLO+S2w/vxzCbL/D4J+/vHyYPsvVm7/YGlm/t96HP7nMmT+OEFO+IkK2P1s7tj4tQ0G/89tXPyDsvD5RJME/fjfdP3Mi5L78qEW+swmwPhUUfr8nA6C+R0QnP9LeoL+Kgj8/o0HsvhugFj+AMwa/L+tnv75wJbxdi468LRyJvw+I1D8+hPe+1DInvzgEEr+8oQC+Q/2LPb/nhr8Rb5g/YZoJwN/Ur7+wcgtAO/0gv8YAQr9GOfY/SPAAvmRAg74yWaG/RO6bP8p8wD9gpp0/piPmv7Ce2L+hUPw+flcIv12lxL/nGkw/2e0hQKFSqz7Hia4/sSP/PkzdH7+2Nb6/lTpHP85Ejz9dqWI/7WC/P9KzHD+4goY/5csFP2va5L5CtX4+Fd8PPa0Ss74jroe/bkaTvqJDxL6cnda+3m8Av59GRT1MFTa+5YzJvq4NOT+lSVU/eXaGvz4ITL9IA6c9qz4lPwkr7T643r8/iop6P5uIv7/texC+DboXwBOohT2Fod2/F+cBvNXWSj+szIu/cfmbP2DXKL/cLZu/uYvcP96OlL/Aj+K+2Rz1Pj/djj/TgLe/NeEAPzwBCj0ZBSA+PCllPW9Zpz54Qks/LFLJv3cljr8gQMO/+9whvzXs4z9oGe8+rYgbPynIF0CiiGO/3IhZvgk8vD5OS9k+OCGRPsLYzD9wOmY//489vmYcfj9/sHK/dm0Vv4KZHL9FLDq/bKbuPvE2w759i2K/fBbyv6lYYj37t9G+SBfBv9dQOD1Vhc4+QbIWP1s92j47RVo+hxzfv+dL/L52BCtARH/IPHORX725/hG9IhQPv6kKXr9W8gO/ho/Wv15SNL/UfTS/8YZjP/LOrL/ne4I/NkLcv1Opvb4jAWw/sZaFv8oVOb92H5i+TBSevuWQnz4n28M/uugbvuQM+D7WsMk+KywKPuOQ9T52iee8TcMswEFejT/bJZK/5ZjYv4HGaj+oKZC/7l0uv3uChj6XxbE/",
            "mt1dv/YSGT8sxNA+V6A9PzxbGD/rLBi/d9ofvzLxoj8cqGw/+dQ9wHiLQz9t7PA+N8HHPvrtt76yE7K/SCyAP6V9Ez+Df2E+E11QP/awsb4dRsW/5Qpcv98RwL/ypLc+RSL+v3ZpUT+CvKQ9JWoLP3mEvj2tjpc+mtLSv1nvOj3mghq/Yu1TPjvmpb/kex6+asD/vmtZRL9roZ6/6ODpPrQfnT5O4SC/JNbVPnwbS7/m3iS/Q9EgvMPhUT8ujM0/hssdQOQ5wb8YyGO/CmTKPwuTC78tOHy//K8+PMf43r7UdgI/9/fgviSXEj/oxiu/AJUzvIp6bT+szw4+jI/1Pikmwj5z/9Q+2og0v0fLML8ns1e+Z0/Gvmm2Z78Jjgk/2YJcvz5U/j5rYgg/p6dCv0oARb8mxra/MwUDwFIzr79lPwu/hNSmP3pMqj8R12u/IHl+P+yllz9wm+6+ocSYP9NBIT9ZGfG/zk0jP078vD0253m/AIQ+vw36Pj7pega+8bELwM87HT7PK9g/H86eP15drb9q/o08OaGrPjaOvr9XLjI/k1EgP0mZuT9BA7U/lfAcvysNuLsfMCU/NTj8v9bWDb8N0f4+DXxbPmzGCj/X1+6/FUl6PrSDCcB9Hok/SGhtP/Qzfz5Tv1W+Oe3av2vZFL6vbbY/amsfP+NR4j91ar+8ucnEP4bGfj8ukJk/GtHmPyZjyj/JjjS/HNdav02ke7/HGvu+yRVqvWloIT+ZTLa/vOYtv7dGmj6fb3u/bQfhPyoUHj/3hu0+gtaTv4B7sb9hYbI9Ankrvrv+hr/mxJa/+U2/P8LWg78ipKI+YGC+v+cMjz+G0TG/ONO8v5xBTT6vt2s+jYVnvxUVZT8eZIG/BwQyP6hg2z8F4zu/FMMYP+M1OD7LNJw/48hvP+eVnT/NnrS/5BeLv+bRbj6mumA+praXvnVZkj4yneE+i3NRPcCMA765TRq/obO2P4jvHD+YVYW+JJnCPidwVD+NEqW+0XB2PvhXq70PHU++",
            "BqhJPxR4Yr8n+YU/N19pP1EztL6V71C/h2rgP/k+dz9mkp6+btWOvXnUoj8oAq8/nPB5PMrqHL9Mp3S9oRx7vLBjIr3R4T8/9ZRYv5/eyT81npc/6SoGP8vj2b3tLok/jELlP0mE0z2anrW9xp5mvx1htL7aQPI+cos7PpKJOb+ZSQa+/JCiP75gpb5TId+/p8WqvmCo4T4igGA/BJuNvZotOkASywjAOMdAv+5Hlb4EY3i/PzFlP8u7lT/FW0i+Jip8P59XEr+XyVy/IRgcPwG3pj7cSDC+C7uyv1WIuD4HuaM/yUeYvs+Iuzy3GiE/GIV5P7k0zL+dCeS/1yq4v6GHjT4BVAjA7zMBv5mMJD+S1Gw/Sa9zPr50RT9zLnu/VohFP2zn6z4DWg2/zpuuv0J8xL//3Xe/xO3ov+MhEL9dEuI+VjkkvgDWtj6YaJK+DEmbPxpoyD5z+hu8E2xGP7Gms7+uXm4/wfzsPkl0176YXQ2/eeXyvmvYnT/6Gx/ArxICQMAJND5/b/K91PwQP421FL8/rvC+Rnn1PscF8r90Lto/oO+JPyqah763Y4w/l3AcPxcfhD+0VCy+7QutPUTlib3xbCa/+K8pP+L2/L+jkvW+8DTTPhazJz8XJB7AL9BzPp/jJT8Fm24+0KXPvWJU0L1ShkS/BNa3P+tA1j7gPc49KNRJvh32er+i/h68pjwIv870/z4g5tW/4+AXv9s5pb9fOFi/YdpgP3ByLb8jIRHAi+McP9mtHT/RKuG/POsKQBD1vT8Qsr4+kGMSv0DT4T9sY7y9YPsAQPAyP79Huos+wN9PPq8YCD7URoK/uw5Hv2Uz0T+U18g+KsNSPn9vYzvlFxrAXnd9PtuGcb+frTw/IR+YPld/bj8ByE0/1qgKQOekDL/Bxa2/a1IRP8MruD/04RM+1juGvxOlwD+kqKM/2ukuPxBYlr9o3Hw+tdKZvk2bqb6KoZg/1UOuPuYbcz9eCWs/4HsVv91gWr+EyIS/6J79vicrjL8XxVc/",
            "/gyZP3Z+GT+T6l0/ZYHAvly//j/YvE+/TV4/wKpNQz/zAKg+XWW0Pn+YED/M6oU+iwjrP6v9RD4DZ+c+MS+nPqFAHr4h2gI/cooMQOacJb917HC/aVKlv9NblL+mbsk+NYy8P6btkj0ZczI+EgQlv0uZWT+YLXY/ckphP3Q0gD9rHka9zBR/P1jEcj+ZdPc+IuOkv6U/vD8uoC8+mlxqvyPGnj5Z7v2/ceVLvbjbM7912lY/tgGLP5x92D4XAAw/5Ytqv0ZFjz/Sd12/d9zfvt2zbL9S02++jaS7P9Aygz9IEwG/a1HXvz9GTUD3p34/kLUyvhhWB76ZbZY/NyU7v9e8sD/1ChW+9CqBPwUDlz99+rQ+4SLPvs5BLL+W+Xi/OHClPa7fLL+kxb++sOeZPqM0qz+yvqO8nXAnvwynpb6v/fG/hFk0PsyEC0B/mKC/UCAFvz5aoz4fYYE9U+CPPhC8uj4GI+E/qKmKPVZtP74wHo0/NNJ3v04iqr9nRaa/7vCgP+EeHr7el14+QmFvP3w6PD9SHF4+dDU8v4xVYz9i+IA/dbucv4EFsL56yao+Ou9TvyFqR79h7RQ+zVruvPNW9T2Xj+s9TYfWvyA4ND4DtcU/Z/yDv9/8xD92lWo/SbO4v9b4sz+sVKO+NupTvt0FdL6jF7u/KqHlvm7lAsD/JIw/5qqMv/fsWr9yhtA+oBlWv94ryr7EmN8+U9uhvotWmj0WAr8/bEcWv1iHjL8pngXAf8KLvok5Yr8jeAU/sPfTvy0Gsb7xmYO/lk+6PmdgIr/jAee/46XePme8vz4qgtI+/H+Vv8CcCL/mBqi+bv83vttGrz4f8/2+FZt9P8WEpr/P3SXAYwNhPw6gpj13xhK/UKXGv0vN1b9+gwM/SnyjvgwWBT5hRpC/hbFsv0sToz9Yw5o/2ouHvhgqjD7Izzq/Tefjvxb2Yr8G6R0+EQ5dPXWWkD84u4s+UStiv0eZET/P3TS/iDebPyuDx777Ltg+EOn9vIsSxj+y9uY/",
            "aCWZPgn0Aj9VjA/AChPXP9c6eb6yazs/jdRov4yhvr5CZcM9DvMYvzK1p71IAiY/ewFCvsYibT7PcMM+Eb8Hv0BSlL/Mozi8FJSKvycMsL+ONKy/MK15PzRicT4wK3Y/CEN4PpKiqL6eC4y/D+UivuJ4WD/T/nI/Teo+vmlluD1NzdQ/C/dwP4TUkL99onq+HaqpvfRp3j0FMNq+NJR9Pp/et71VXMe9larEPtktnj8h2A7A0VfOPoz9AsDkMia/AiCfvz5+mz8rB9a/Gn8wP+6voD5LelG+BmGmP94eUj+XDgQ/lV9Hvmtnl79NO18/resxv0fusD8hkJm+zwAXvhqJRr/ZYr8//yISQKaFwD9AXGI/5WwLvnvXNT5iozG/9mS5v7JvNj26AsA+a6KRvySw0r6d9YG90tyCPpg1AkAn+48+x14PP7hPYD9ObrW6/gojvVOYf78/NHc+TIDAv4EMAb+TseS+WJSKPmTQwz8n6Ze+Pvdxv3hRXb53o/8+a3c4Plf62r2Xxta/MWKHv8hL9b5B9I4/ZIhtvlbYWz9OwLa+fN6NPzGgJr/C3q4/oK4Vv4k12T9Woh8/CJlRvq4edT5YbvE9XVOpP3C2Sz9DyxZAmU/5Pwi3Gr1UKvu+VgsRPpia87/jCZw+uSpdvme8W7+3dx6/ffFGPwQBd7+5zP6+xhMFPwiZbz84Pra/6iE3P0K9+b8IBdA98cOJPgY7jr8rQtO+Fo7Xv7WOST6VspE/ksAbv4bVlz4/MGe/+SqJvxzDUr6oWMa+xhIgPx9CO70H7CE+5FVNPxb+Qr92bOi/mk1nP8lkdb9TMQa/1FuLvqu4+L6rsLo+emxnv//k4D6BqbG/dPW4vpBFhb8rsg6+2ilZv8B4gz8ZrVw+SqAtv9DqnL4LOZa/rD9ev7AkZz/GfeM+kL94v7cAOT/JvUa9EfbcP4reAD0l7Jc/XjtTPY87wT8fo/w8+fqKP1oj5T52ICe+b0NRvjsSIb8UWpy+LUyoP79zlD71fYu/",
            "RGAJPzmYJL+8bB++z2A9QDAca79eK/2+NpMRvqLWLr8D5AJAZfWbv2B03L6SWyE/OhjiP1xwrz6M9xG/MDLtP/E2kT6tCOI+fBEMQDcObD7nXqq+jiHWPglqXb7RE6G/40XIvt0XrL+405W+2uRzP84yL79V9/G+pEOKv8G2CUD7hcQ/6c6dP/JZfL/doEQ+wB3OPzrHlL/l0Su9UCOrPUAAyD/sfra+ZoPKvhIgdT+1EJe/a5GrPltm+L619ag/SRPhvgfjTj+1eUK+Oe+TPtTSwD+5mTo/bx4YwB4OGL91EAu/CCWaP5RBU7/ZNcI/r5mpvyZPwT8kcpW/pBByP8tvdL8KQIo+zSa4P0QFqr/xDJ0/hAvTvInXHT85mzk+0lPSv+g51b/aACm/eS3bv7xWgj+SDTy+JVK6vT9utr6D97i/OnJqP8/uGD/2QYS/2HaZvmyOub8EuaU+9PsZPtFvMT/AQy2/Jv98vpeU5b/1wCo/N74cP30BwD0KIAe/fCJdPwVrr7+Ka+c+ZxVQPqeI4r4O1rg//D3fv9zBbr2lyvA+AdSFP8GxQr+174+/3+0Gv8v6Aj7EvGW/s+GCP1D0C78Zphy+Kkvnv79rMj2UZ+S9AbIuP4MsX78LGeO9ubyVPsWxXr/gw+k/9gOCP1qmJT9I9TI/GCjYP6YQjb/6orS/V93gv5I45b6xL1q+U3oXQDv3IL+ux+C/Z2ktP5/5kT8p80i+yKVYv/GzxD7ohSq/HKZgv80Ocr05TdQ7Y/Ksv1JbiT96wMA+yVhGv14fgr8f264/mbWwP8Jrnb9k3AA/0+favjScIMDly8A/TJA7v3g6Kj9m7MW+MNYav+7kJD9F4qS/djmHv1+kuj1vp4Q9kJKcv6munb41OLU/NNWNP2RDSj/CdIA/uLKiPlWJvT8h+o0/Z2plv+zilj5a1oW/N5ECvyQ7Lj/SuhC+VAMKPwbjlr/AAwvAUCKtv88OpD/lMcu+Dh1XP0vuQL+KzQE+YH2pPBfgl71nMYI+",
            "2OusvuTAEj/VOa++WhJLv3lHkb9gfa8/g1yYPgettr/vBi+/qqM5vouRrT8VWKu/A+6FPmrJij9hNQW/EZxCP7WiqT9dmXM/dkqXv48LXb/uSyG/uDT8PmZ9DD/VzLU+0uEnPWj2Wj+ODYy+IPS+v2K/T7/qcCa/c8fcP7aWEb6f5gHA1PqpP5slED+fGRW9vk2bPz5pnL5xB2S/7PxYv8sEW7/uo5Y/y8WrPugaUr/guSA/tDuOP3j5gT/pzYu/gOG0vnMhpr9PXnU+NcTSv7gy47+OHmw/5/Eyvwlb/b66VPw9n823PunIVj5Dp8c+sIIAvzb33b733FU/8mAmPo/S1r8O37W+f1IXP5Tbc79Sgwu/IPw7QDIGvL7gXT4/Cen+vbsZ8z9bzwPA7mLGvluTjj6xILI+72eoPX4Om7+snRc+Xxk6P1P2i7+gznY+FaLIPKjakz+hT82/OCysP5Tcmr/zjRVAZgikv5PYKz/U6ibAwK6vv3+V3r4ebCE/QfrvPkRmtr83iRM/r2/PP+DvBkB/ghy/jatWv33qAL/yEde+9Yt2Py++p7wmNW0/b86rPupAGz+9qeI/8aR0P6UBsz5O6ZE+S0u7P4znUb7eHpe+mCzcvWwLGz9eTXs9owuIv71dmz+4+zk/5AlUvs5XPz2YMjY/POTbP7utDz7ZChNAiTyvv+xPt782QQQ/3QXRvnk69r/AXRO/KckvvkQFRb5DhBy/PtpfP/f2oL/zdRw+mPlhv1YyCT+afrA/QKAKPwahNr7qEr8+N/VUP+76nL6Tk62/6RzjPzfUir8lHsc9y7u6Ph79xb5c3ss9n3G9P2ISLr2nRYq+i6vPv+VBkj+mtIo+Qyb6vsMjBkBadlC+GiwbP/MynD/YE9y+hbKEPWt9+bz8wZ6/dYPAP8B7rz9qo2G/QNORPlAvA0C+KZc/gE/ePm8pJz70rYi+8U+LvyvKO79Eimw+S+1vPQPU3r+mQpe/SSyBv4G8AL9aPw6/kWMyvz5gJb50lSu/",
            "T5oIPw3LqT8xG4y/dd+9PgsJpj8btWm/aDZXvwVroj4+g+G/+Ctrv3D5PD8lkMG+QdNRv50SgT9U0qW/xioKP4YPyr/AU/m+R0IrvNSAhT35LaM/32oMPkYr0z9qgOU+RxKNv8Ua1z55ko+/mxiDP/yqn79ToZI/zICAv9Ekxj91qo293YGiP9VBzz8ZGJg9jPJlP5rcAED/8du+bVV7Pi02Cj58jSc+hsRNvw4Hnj8PUBm/i6HHP7KfMj4ZPSi/E5KjvxWvmD/YVTo/LOaMPdd0DUATsgI/gYQBwM/qOD7+7Ls+PXQdvyOUyL8LHwrAEO6bP3vhH781ZAk+8mcmv5UhBT+Sy4Y//MjtPsNICUAG2yS/JBPqvgyAqb/BQ3m+W5B1P6SSQj8+zPs+wBaWP/YbUL+0dvO+hBU4v7/V1r799nk/eEUIQG5M1T4waeC/YU1AP1vnuL9g3KE9Sse8Pif33L35mUi+pLe3P0qVkT4xMHM+AtFQP7/muz7Y9ak+s2NFv5amr77APm++Ske/vXpCw7+gKr6/Fau0vrK7Ez+0Y4Q7ue+1P31fHsC52QE/VvNcP2lm/L9fQoI/5rGCv+M60764JKu/5XBKv5uIHb6Y5wg+dKp5Pgb+zT+21d0+bpghP52aJL/RBa2/LReBP66HtT9atBG/D19gP4Jy6Luvs/o9ScuZvssjvL/bcIW/57AXv/yeVL9BcwG/NIDAvvZLBT6nyYQ/9lyqPynkC0BSnDm+EXYTvi8Luz+mDWc/nNWFP+fUir69ZaO/JQHGv13BeL5YSTu+vGMfv0od0r61AaK/GNcrPq3QB0Ds/Ak++IoBv50a0T/qb4y/S7MGQJhXHcCbQsu+yn38P4engD/pe+O+oCVwvnIHZr+Bsk0+zc2GP3OlkL9ya6w+p8b3PqMN3L8zX5u6ROJXP/exBL07BkE/N8I8vTgfMr/5bIy/aGalvT6nNL9Qy8W/onVBv0WSxb4PQy2/qB9ZvncONj+pFsO+UqHkPtOGPj+JL8C+",
            "xn1pPhb61r4e2rI/xQ4Hv6thWz/MARq/O7mWvb0t1r69M1u9cYUNwEtuEL/MdlK/omNzP7zjBb8QzGo/Y20lvn6lYL6tJKy/fqKqP7sknr8ldo4/ybIFP2j2BsDL2Uo+CFq4voTxiT+E4bk/LAgjQArtxT/8CF4/hMAcPr0bj75kh52+OY8jvi7Z27+K4Sk/RCWlPkl7+j47986/t7MQP0UQO8AvK3m/BBWwPqZXir8OCRu/59f6PuP7z79eFS+/0x28vTm8Ij+nxhW/VeiYP/w8AD6m+f29ppYMvpEJpr9ZyBc/YkctP2kH6r4HG5E/BEHfv8YJR7+3XxY/fpKnvuIEoD3kjfm/+OmDvxj+jL9NblK/Fx30v2ei5D2LHdW9dmWpPxZWSD5hL3C/W7yivdaMqD9Bw16/dbOyv/MUwz5gHwa/drXVvzO8gT8Ef0C/YLHQPdDKLcAx/l09aQbqP1VuOb/W8CQ/P86Vvt/0sT+/XYg+tQ/RPXPL7b7N1iE//p0NPmUmCr990cm9Xq6Vvo21y75+GwI/leqgPnYkwj5QQ4A/oulkvl7itD7XiWq7Up4mvluBPD+qma0/Gnmjv4rnij8WexS/iYdxP9b9Hj9Rqzy/jyXkPsJyD7/Gn9a+0Y+Hvh/Vo776sM8/DlODPie8T7+UUlW/uS4hPyNKZb7mbzo/n8UtPx8oRj6y/BG9jx/8vs6uWr+SZhPALikBv7Om375ZTfE9tU6iPer06z7dUcQ+5ZATv/0fTL+/2Ja/X4wev7s1TL8ep6g8HQjTvuesCr/6wji+oKytPmj2cb59U4m/LF1iPdw+lzkvKuI+BO8NwKCYVT6IBKE+HgNJPlI3GL/VGgZAOLQPP+0gwD+aU54/2jkFQJkqGL6ENwrAcmWzv/ER9z/07Ju/O73Lv/QcHz41KhM/aDGFvjqaxT6NTHg+B0HwPej1ST/B91c+mQZzP8sxAMDOuXO+BTEIPqqSTz+t4sc+mz4tP8BuJr8Ab/g9MlJBPuxpob8O110+",
            "RWjGvsv0qz/czja+Hxs1PznZ+L8l8Lk/vVEBPw1ghz40LlQ9nJU+v13GPb7nOJy+aNamvrtb+b1Onak/oKjIPemKUr+LKnE9h198P/Tn5T3ZT4i9gKvVvwouiD/AIgbA/MeMvtJugb5Byvi+SyCevpOjXD96MtU+Pafav3GD4T/eXOK+Bf6fvysP8T+8t78+GgGmvHZBhT2CxK6+zQMJQCQiWL/bHiO/g9xOv4lMv793gyk/WZ8rv4mtED/e/zg+iYPcvozUbb/KMUy9LnIyv7A9Kr+jHpY+QzFuvevdfT8eFyW+ND1FP80vlz+FvBY+Sn5/vvPlRT7ogY+/EI0VQD6Nmr5VyBBAX5E1v9Gp0z/TTiQ9h/svP1VJ9D8bTqE/RYQJv7nFK8A7Lw6/JBOnP1KWkzzr6os/fxAPP1kiO786L7+/n8TsvuoBFr7OtZ0/Sl4yvZx1wD+2Qbw+73Fbv1yLLD5JhMA/osKAv9DQHD87eJQ/HPeaP5ISXj8NYTA/QZ6+PtsJgb/B+J++WsC/v6ajpz6R9JS+F1gyv/QRtb6iQrI/0Q6DPXNHLj/aNvI+VpTYP4Ntp7/Tm0Q/OTY3Py2gWz+Qiok+bxKvv0TW+7/aUQ4/qh9kvzcyYb/wJpm/Xq9zvwm93r+WR38/lk+FPgVeFb/3w58/uscYvJC+zz7DWLY/fT+uvSzgIb7sZQpAXtmhPh8sPz+rRVK/DeBuv1fMNMDSF3K/WJJfvkoQq7+hraa/14/1vr/RLb9kavW+YQ/yvW2Xxb9ySYG+fwVsPiIc87+TZZS+HkGCP0q9Nr/fbSO/WfSwv9C7eb9s8FE/J04iv/nJfr+TgBjA+VAiP+BGOcBNtBXAriujP5Ky4r9Nkxa+oJueP9DEPz80aAq/YPR1v42zib+ur8U/McSYvy2A8TzbT0U/t5+PP6TWPr+rG6o+q6iGv8pDb787n8A+BaiVv4PtAj/wMqa/Ht6+v+wknz+SQb0+ObGjv61duT/qC/i9UbTsvRgnFb9FkW4/",
            "5s+ePkAUrb6mTvC+BWduvxRm/j9SD/6/Z0M2vwbaW77jcsQ93efzPvRWib2crZw91Q0AP9XWIj+rj40+PTB5PLGSAj+MtjY/P2Smv8kQCsB7GQLAHz09vxDYQz+pGYs+bV2HvuZ/R78tIue+qqnTP6gymTt2oZQ/5FTruVGFIj+jZoQ/MLbKvpGKUD+mmTw/ewb2v6wmD75b4r++HtSFP9H7lL8QNCm+OF39vuNLBz+Bsrc/cYB3vgD3xb4q95S8weEwvzlyXr7sSlS+DtD5PvnEvDwa1w2/s1xhvXKhNL4dpaQ/q0NFPgW1Dj/og5y/QxTAPkH/sL8il8o/0au4vt79wb4S/h6/tHWIQA6IJkBkswJAv79wP+u8RL9fH7C/rAfkP/tCRj2lpQI/fCoEP8lZBz+jXdk+rcTIP2/6zb0EIlw+1sC4P8oV/T8BYYY/YNnov4yThb/UqJi+y7oov0LIXj+FWqy/Mz0IP74pqD4SujM/8UvJv1FUMj7Gh8C+F2SkPmQvPj7/nBjATZOUP7xQf78sdhu/+b+Jv+69oT40C6O/gWMWP7hCyj88pcc/EsjWP7sUDz/cy4q/j+XfP/2Slz+x2/A+OMyPP1e+4j9yBa0/K5CIv5v/KMASrPG+CjwzQH2YPj+8NGi/d30pP/w5MD/qk7i88mTgvxqU3z9jwjM/2lsLwPYHtT24y3y/zAsxvk+Dob/S3fi/03ggP23f977sR4i/3ZNRvQJlyD1s8z4+FfLYv+kmbr68ATW/NqMFv8e7w78LPfO/zf5ZvpsfcL96XYm/U41fv7aDv7/4Tde/NbcTwIQKiL+jFgi/XLAKP2fw3r/PMiw+jj/+PybYYb+IbSO/f/Ryvx7uST67yS6+1sdUP4Jvsb6vyY4++XuJP752ej8WGDi+XHaUPi/Qkr8MYwjAt/kLv4W+qL7KRBo/4wAGPyJNXD3jl32/jTVtPn6Ycbzg9Pi/fuqbPRovvz+tx06/16qyv3z8RD9ei2y/aWC7PgxQVT+Agm0/",
            "rYy4P5byMT7Ixqk/e8HIPmNWLz2ERLs+ZNsnP1hOJ7+xLpC/bPrlP7s6D7/gp/s+PR+DP9ZPAMAOq0y/Aa2UvxWyEDy2/bc+k3gtPYP8FD/flrq/SA1jvlbWGMBpSE6/wYwQvItPh77zuBi+TUEtPwKDgb/dfd8/jgETwFD+M75V95y9EcPvPj3XzT9l8gA/vxirPwCpFj/3/Yc/vCGuPgwUVb3YYIa/v62MPuM1HL9npD+/LysNv4YnhD7SO1s/OutoPqCzWb4MV0o/GfH3Po7e8T7ch0E/Aud+v6UDij+Gq6G/HbutP9FIsj7nIgm+CM1kv7MaW7/mtAK+MfURQKXzqT/Ioqa/LlCUP5Ue/b9COL2+qJkmP3WayD+wKLE/0tBnvpy8N78u7pQ/sR6QP74Dnj7/bmg/lvGSv4trgr9ow6g/VLZxPv5WgD/VaKk/Ok6uP2geMr+/MjY/1r5rPZz5Pz8DOoO/2CuHv9Xp3r4voNo+kuy4P+4oUD73lxA/aHv4P3anrD/e6ia/Pt+Ov7o7t78z632/PaoFP+M4oD17MtK+6wyEPQ+3FLygCH0/nHsovaKDnT3imnS/rlXev0GUzr7WdfM+wXdBP4OGKT+h06C/THDLvGIjhD9vVsW9rdBUP8WqzD8E+PG+t9T8PpNvTj9JDFC/wfjZv1q5Gb8PUwC/YwcYQEDPBEAxJAg+BoLzPov5Cb4fmWm//Um9P9G7Sj/QIcw/lXrjv/IwJz8Rkts/fToNvqu1hL8ZLYC9U9uYP66ILTyZ2J++hecvv5ZIxD6KJzA+dQzKPle1cz/Hd7W96elLv90E577JR22+UBYCQL6LbL7hAZK9HxuMv3rN9r8dfQy+e5W6vgxT7T4++xC+chCZPspOCcC/cDw/AjAQwH3GkL7w5gG+w5aoviKNRED6FaE+IXNNv8kJsT+Xqke/5luRPyn+gb//HI4/9HBFPiSMpT/Cbn+/boicv1VTVz9madw+b1kMwI2BaD0bkAA+HWpAQAm82r/1FLg+",
            "DBGBvy+x0z0Il/49rPrmvnzkfD7OJ18/SG49vt/Hej8KNDO8nOAiPioMvj6G1Km/abEcP6354r3o7VE+ldgJvgtfG78gSGu/pPYWPvEVEr6TMQO/R0o2vv2wqL5eOL4/ozciv7jDMz9z3d6+w64HPnEuST/Qfg49TlSTPlUY3T8DcIM/Fp4EwLu6k76Ghhs/cmSMP3qWFb9KopU/yHMmPynA3zx+l42+WtZPvyf98L8MGTY/ldXePvgOzb9Ao46/oH/jvqcbhb/igXS/+fUZP9ClZD/OM7W+VUkFv6jlz74zlKo+rHdUvSQPij9H2uC+MPidvmqKiL4Rr8E/5w0DQKj3yz9IJ36/T4DWPvi0QT+8Dwq/kl1KP0mhk7/sIVG9bVflvm4ELz+aU48/SFTHv5vVDbwp+Y0/Bf4WvqgjpL77do4/XpGKv92rlz/fLbO/lqovwGCgnL6XYuu+841TPlIJoT68Rkc/HBCRPaj4iz2xwiFA3fNnv8wYlz+SlZM/VMUGv5ysWT+Oo0m/IUW5P9O4Xb5jjhTAh+32vSKoiT9JUcI9CZTuPkCLjT+CiVQ/0U8avqIzkj8izq2/dwrpvuMypT7uEk0/O9OJPgp5sT7jMCO/0g4vv4nP8D4FqCu/XXIdviSTtz3yp5w/O2+9v9cz17+7LHo+5SBoP6viqL9HTqm/m8CQvw54CT5ZLH8/TUtHP6OYDD9yWLU/2Y0kP6p2H7+s6Dy/F4RLvhocO76zbkk/vizQvlOuF79BmVk+HZHGP/JN3DyhGfK9XZnxvmcs6b+6SVe/9vxhPytwtr09AJO/rRVfvk5wMT70UgK/bjVSP2dP2j84jb8/HCsEQJGl6j43SHc9P0+evnWjkj94JY0+IoRhv1vrcr8E9zi/se6pv7IwNT5JbNK+EISSv8wepjz9lag/dXYDP+T8jr81qTy8NHF0vzreqD91OEe/9BZQPixqOEA/S448mSnoPlUIx78TjYC95L9mv56uGr9gzwLApqLuvtW0OT/XyDa/",
            "PFubv9ROpz/1hDM+s2Abv8I5oL9/45W/1Qwovv3ARj79HTa/w5eRP0TqYD5G/rA+zjuAPif4BT+s7YY+FcQDPv3/3L8s76Y+PqFtPf5CPj7PFWQ+hqchv5fE4D+9XOM8xpMGP/0vib5RjZ4+OwIev7xTnj+SLdQ+rogPvRddF78lTMg+gPBbv4aDiT/0Ee2+nodDvzIUgb/GPwe/resOv+Ywa747Z9w/SkkyP1H62T2ZmEO/sXWkvmCFkT6B/0U9/IKwP8ga5r249C4+RoIFP93Olj1iIRS/B6/jvgR9PD//BaI/yB0YPz3kFD9aHbS+s6axvn0Fdz6BCAu/q4pNPjIhdz4UiBG/ldpNvk9NPz8JNf4+xBJXP82Ngj89sRU9oQC4vjAuq77RoIG/JyZvvw8XMD6yGrW+QeDEvgF8Br4mZ989IRDcvU/kmT/5B4o/N6R/vzZc+L+nuBc+MvS1vxTnxT8TSTe/W36ZPjEnqr5s55g/i4yUv5odj779p38/esUHQLFYQz+8Npc+ajfXPjNvNMCxsyI+aIieP7UVID84wks+3H4Vv3oKuj2CPJs+OLKFvsg7+D4BR06+JK2SvrGhB8ACGmi/ZMReP1hV6b/pqZY/YoTWPu03bb//xYs9HQaiPlZ5jb+i7xM+vuhMP191rT8vBy6/MN3Ev7L/kz6lWnK/OdRuvvyTHD9TH2q/rdSOP7/+1T6vzUc/HNlqvxfDP7/zgmU+stKavpwdCb//NghAHZaAPxefyD5gzwm/MGQYP0ZVBr6zpsu+3Mu6PiKoor6qSGS/ydI0vh41qT9n0x2/Rr1pv9WKTj/THp+/17/Ov/Jamz+dUVA/5gX5PJ+LI71NFBK+Ru/NPGQuML9RhV2/MlNEvyD8kT61yFW/hfE7PfVDFD81bao/4TJgP+BLDsD3orY93RalPyq8xb761f2+7R7MP6hrVT85tek+k5WKPRuNoD/fsCI/A4aLv5OQGjz4s8W+0HWhP73qcr9SaX6/hJYNP37LET7nQ/g+",
            "jc9ev6AT/L62+yg+qyIgQMHjZb3y6oS/uyKXv1MYcr6PGF+/pYLePlrP0z5v0ks/4+jcPyDFD8Dkwqq+fCesP+HUZz+JMvO/iLPEPwc2uT4xdk+8Qnq1v4AgNb4wqe8/8jVLP8vOjD+HBYQ/SASPv78aNT+P/pe/p9QmQIiboL9MB4Y+Gvd5vcpPUz98y5U/Hl8tv2h9wL6Yy6M95A48Pp6Exb9bQnA96zwdQAv4/T9Vkze/LHTyvvz+yD9C32U/gtqiPmTFmjxYlQXAcbL+Pl+1Ez9hzpO/wYoaP/gtlD8D2pg/q6qqP2Wg+D4NcDS/SGbivj+p877JhY4/K5U3PyGHOD+TyBo/tvKhv1I/Xj1qC2o/2wP2vkDdjr6hoyM/FFknv3NpT75j1as/54XLvyoneD2x7hQ/JcZJv4xjjT4D1vM+VO9QP+aSNED7tdW+LlnQPtU8t77JAx5AWJkLwJ1OSsBgs+S+KVjsP+l+zL6r1MY/RhbVP6FsZj/sfhNA0nICP8JQ0z/reG0+7z7ZPaCxOUC+xKg9B5l6PwHgUr9j1wnA63gUv57Zqz+ZnXa/bEmMPS6wEL9zfxdAiEMpv++8lL/XNKw/M8YTwIBrDEAAWDq/b2PKvlghxD/dMLi/87NvP1kgn79vgJC+cPXfP22nVz5tR/A/s7NRv6d2mz9w8og+pj+xPNqnpj010zU/91nHPyr4EkANBfg+mu9PQIB1YD9ll5k/XnqmPaONaz8l5WS/UriUP4b//b46Bd++VOPBv4UyDD/Krt8+rXiuP2TwIz8i5ji/yU7sPGcSk78hKYi9h4Etv3DRPD8b9oG/2HoOP4aFFby42Jw+JBxUv9oCLD/PPbC/QwgHQJv7sL3MQC0+FoWcPHSuvD+2+4A/HHE5P0QVOj8Yf5S/LwZzPhx/Kr4bbvK+W/UCQIpltD6IG/a+xVKkP63mBz2kiaS/65xYP3J5Rz/8jy8/Tq+yPpx1zz/xtle/jXUcv46m5r8meqS/cEgFv6HbXL6PoQE/",
            "yCGLv3i+uj9AsH6/3w7Kvc3ZCL9XiYo/OkAzvsCzdr6vxv0+mSh4Pix5LD72QFI/2Qwyv+aVFL9QYES/wfFRPC+6hj9YIoo+UHEav0O6G79rtew9jB5iP9gfsr9cso6+vVGCv1CDVz9gUC0/3kiQv0kSfj7q6EA/e/GlvsHlwz6cewO/7kVav7YIcz1Ilwk/HaTfvroGyD9VwfG+X8/Vv8A45j5Hi2m/Gk6jPwjVMT7vriG+SvANPVEYWz9OhAM/948hv20azD7NsxA/M3efPzBlK78UKRm/BAp/PvAos74mRpS/7t3nPlddDz/YKx6/KYNqPhbAv729q/C+exQfwOmsCD9xAE2/AD58v5QDAsAK/4M+5UyyPfJ2Fb7RLYE/vFsAvQI7PD+DIPm/FQTavjVlkj6nMKS+tAW8vximA78vtNK+UFcXwCPoC8ACOCe/D42avuW0k78Y2Ta/TkUBPhqNWr2Majw/jEfdvzLLhD6KVBk+M+EaPo/y6b2k8rq/POKivWQh9r4m5SO/p8JSv22LFr8CuyK/EeJTP1beT78e5bC/pN3SP6TCvb2ZAP2/XD6WP/eksj1F72K+d0UfvopdET/Yncs9ueGZPGJZrj7o/t6/EMqJvlPzuz5Rkja/+vstP9FGTL/UwwnAKVoWv+bJjb/MX4Q/ClLbv/XX8j4Bsx0/SL79PqqqZ762Fu4+tui4PeDkWT/4gDu/ChrVPck+l7+C2S4/3bj8PrFkGr/EVDs9bqNavSF83z9WAQA/DgtcPvfL177wkoE9Ohzvv4QHDD8pT1Y+aFmrvVe9ML+sOBW+Yx2Yv/xau7ovOdi+TZoDv53aj7/x+DW/CSahvwHWTL/MCgW/5ijNP/JcUb/CvmG9i7wIPfnvYb4l0J6+smCCvpdPn76k1BK/o79ivpqYjT7+RnG/S8Qcv/p9s798iMi+ZTI3vwUIij+XPVq9IPp/vyzkGL8eFZc+offvvTu7lT/sQ6i+96vUv50Uib8cZym/x5UIQGuSer+Qvcm+",
            "U5C8vo3Hhb/cKxlApKGav/L42j6vI4e/2rr4vuBWoT+LG2E9//SrPzzm3L7kJdw9KafGvyvSgz9PDPi/XLuRvyCfbb8YYEC/zghhvyUZyb60DSe9sFDUv9x+DL4TaHm+jneEv5gIQD8Kacy/VsJPv3AYHL/w+3i/FW6KP81cHz/knZY/L8/BvnNcBD8GcgpAXJrzP5gBkj/pzEK/dqqDv9+XDj/KVSw/P0rWv8u4Br8RkKw/i0kBv16h9r7ip6Q+CGGyvwjlGT9uhre/LL8hP1L6wj/Z+ja/7pzbPjaCdr/+XnQ/GuM9v1acST8+rMs+fDc2Pa2cFkDDZVY/iz/vvbyho75+n7w+lwvFv/zjCcA13RC/pn2UP1dSi74Spce+2VYev8BaUT+UMXe/0jC2P5mumL50emM/wBczv8C3s76S2Eg/pD6bP0ZegL9wmE0/8SxqPoCVmT87s/U9bMflPp6ipb/6dLC/oJ2avjktm7/bETM/3hlUP5z4U7+DEcw+JONXP7r9Cz9TgStAj/4LvUAdJj88tZW/J7IAP1RrUz8LcGy/60SSv6OcO75k6u++H7qQvfQwEz4Jqh8/ZrAtPhzCjj/3Obc/6qVNv85ORb5eN4o+eZ/Nv8tnej/Nre0/QByvPgRBCsDMN/y+g9EJwF7NDD/d3gC/UCuPupuczz5R6Qs+zePaPm1+mL4IZtY+6kiRP0ZTc71yLg+/vxM5QODOs7/7Z4A+dP06v1YuMb4eGAO9QAUHP+dcHj+kfao/IsEmP7BcpL/kvQY/LEkFv2VdAj7qgK0/4hdZP72i3T9/5Je+RV/1PuQNvT8UX86/y0s9PvJFKL9Ky3w/gVgfPmmSlD8hfhG/120CPdhMRz/zNlO/9ShEPt+oO7+x6hS+drVHPp9M1D+dYGy/z2hKv0cRMT+3/ts+zs5tv9+Vn78LjZS+FVioP8Blnr+5Eki//+YyPpjEjD+mK9A+mjmJPt+sQT+e4Ai/m0hlPfwiiD8a73G/0m9PP+RBtz/wBDQ/",
            "L4wfv6VJ6D7t0S3AEIKUvtTeLb8554A+wzAsv4Dks78dtPm+XMHcvw6oVL6VF9K//hmGv9hZA79RWi4/0EqZvj/5vT8nRZC/LsRmv5Usa7+n97G/mP30PuW+tb9OQpu/VDfTPQXaAL9SA0i/x0G6vy64vL8AAw6+XIpdvtR3/j7S8MU++HqyviBXHj90lS0/4PKMP2wlWr6u0tw/19rPPz9qlL9uX48/8NKLPy8WYz5NyaC+Z66lP7WS5T//9Ua7vpPdvgpDeL9DSd8+Dxw+v549aT/odGO/AQInvzW+kL9QLjpAKkbFvtodVj9h6R8/3n+GPwNKbr5HZcw+2ueOP6vklL8do1tAR/ItPykpJL6pkbK/5Z8/QAnzkL8Db5K8QGeAvkN7RDu239k/6XDRv4IkVT8LEpA/9GmKv2K15j8MSLA/gTqxvQ5nQL+H74Q/WL/tP0uG8T1xgN4+CofgPwZNEj4iQMA9n9WqvhTq7z+ur849OzXWP1QIfj9znAHA7Ckzv9DiIL7jG+K+cYYPP28yTD/W+Vi/1DZWPwzeyT9MeL++itlwPQqigT/JUHq/AVvFP2lpCj+OqXa/PRW1vVXcJz/0eC4/3p5XvYd4f7/hnFO+i3a1PReFCz+KJk++8dxdP72SVb+7Hac+8PzAv2F4mD8wspI9ftKzvR8AkT+d+o8/uIhlv+JNn799VqG/oKpXv1oNX79H8js/53n7Pag0z78ZzLw+at8QP1FsRD7Rt2m/DbpoPzhGNj828hC+9ohiv4FC7D4S4JQ/q2ZQwE5h9r5antA+ZZ96P82ehb9JBVQ/kbmlP3TB1z5IaVu/4CBJP62qAcC5oas9qzZLP2Sot78wSuM+Tnptv0KmXrxdzvW+5xpAv9Zshb8wpIw+VZqBvmfJxz6T7aa91afKvnv6CL7eMpO/5c+2P4zAMj+aFSM/FkYMv1mbqr/Vys++7bDGv0JGWL7yMng/xRDKvkDXZb9mfjk/ET4CwI8/Cb+ckro+3cJIPXXfgb8VaCo/",
            "LLlXviRcEj/BU0I/JfnVv8Q4FcAlZCu+tacivxmVgz6tb1C/gnepPSJCz77xzxy/lpVBvpjA+r6j98G+P904PwCk7T9o9D4/Bha7v5U+lb/35748H9gCv0XZO7/wwJq/C/yXPhI1m78Uhgo/EVb7vhyIo78KvQLAWIC2v0xiir7z96M/1W6NP/pQgD7XDKg+cCWGP0IIhL8syIi/g3BywJdocL/XOo0+SaZ8P4aWqD/PCSc/tQ9NP4lKX7/r5Jm+G3vGP8PhLb6Tgjc+uvMdvw77sT7qGOC/GcYGvwS1FkDb8yvA5qAtPkPQzr4LxQi/t0JHQEYdTb8s8V2/t9WvPr2hIr++HnC+j+bTP+OcC79qvik/QV2ZvzOKgrwcNLM+XFYMPsEdDMAFQUs/axTtv7IFV77rKcg/1KMCwHaljT9qKTY/yId/PsJBG0AxpDq/BFb4PymNHT/FZ8w/aE8DQDycn71sERO/vkJgPh7vCT+O0yG/5C06v9kTxT0EpM2/JMm2PqV5ib1+7Ho/5HClPxpBkb4UW66/HnPgv+uJnz6EGDw/Z3llv891Hz+33ey/fNNAvpaemr+Vp5k9UnjBvvUiyD+l9k8+u/YdP7q7wr9rwFe/caeBP6dnRr+2B9q/7TLavrk08z4hg5i/RwkTP04/FD5mWWY+405tPhRqwr8cL+A+IFkXP2bAJL/TZu+/OVp9vi4FYr+Wqv6+MEEPP1j82D+VhJO/q3hEP9GjkL/X7eO8lDE/P4yiH7+thEO/lLKCv/czdL+TUD7AtFAUwAAsn7//mIm/TQIYvgvpsb6JWVm/CljRvylDE0DcJj29NigMv207Tj99uqO/QEtVvoxO5b8IlSo+cNSpuiiRLD/pxKM/LZOrv1kCpz600F+//8favLGilby8ZqO/gpZdP9XDzT+rc+A9IKJevZPLJz+hfs49ZL0dv64eiD2/x4K+M7SYv1serD9WtuY/NE9Nvzj/S7yzRPU9F82DP7y/EcB55a0+5mAMwJsBsr+z1h8/",
            "2CZEv0ACIr/hDA6/xyqHPt45sD+NJEK/LlP4vyPhFj3nWh2/pUamvTdDY7/jmoi/JoXjPzRGD74MhAm+dy5vPiHf8j+YZME+7jrXPzsDaT9KFtQ+JyGJv01nC76ex0y/MDZbPz7I4z5T0EK+Gy1BPtPETT+HxeO+hgmkv+eLkL9A/QW/mDYMPw6ekL5FCYW/sY8AP+j+zD/UuC+/HS0rv+NVPj8p99i9AzeSvxxMlD+cC0C+S8sRwASB5r+9N2m/iS9cP23XmL1B42Q/bMkWwKcr2T3iFKO/uYaOv5phR78r6yW/Sdddv0eGpr9J80RA95/Rv1RxAD8U8Gi/LHtDPzQJAsAWoAA/gAu8v0akUz4Q5hk/5WXpvhw6wLwfuMo8Zq6PPnA/tL6+u74+PYPhPwdPFT6KHX6+4i6PP2l0sr2Kf3m/gIeZPu7M1z+7COO/0LxFPyKRIz85xlC98OC4P/g3Az/211s+iqABPvNDrzz49yu/5CsdP7Qy2T+Mzi8/lhfqvIPmdL95BFU8nrWCP9/pHz/3oM0/+indv/Dq/z8RvpC9BFBvP5LbfL/zD4e+n3H/Pi2WhD8SFz8/tRwJv6ZaZb8TthI/Z1kBQL3ju70a4Us/OANLP6mbOb+p8ZK+ByACPww/UD+qSOY/O1M9v2PniT6uh62/f6Okv9Dstb8QGJ2+NmVcvyeYnb+dxBE/mpiBv+OVZT9hYhxAW/Cbv9QJR7/wTP2+PAidv0GyTz/ynQW/DUIyv1VB5TzsKL6/2lEavIw1kr99xY+/3N83v3m8nb9ES04/2LGUP6un5z/0xM2+M6/IvrdCpT8st96+uHu0P/gPyj4a3aC/RpGIPmyBe77X/52/0OIQP0g2nb2ASQk/2BTKPfhUmz8O9IQ+NJi0v2mJnj8UWMA9zNIjPYX0v73bcCO+Oz3jP1JfjD1lKhM/CSv6vrIlxb7S8WA/jgSFP3MRcr7OVag/NZCnvg1cDj/+qN2/lLMZwINpHr+Y21q/qhNvv2MM1j7RPLg/",
            "WPo9vScJYz1swaS+XcSlvqnfsb0kO/k/CYsHv/quFz74xMm/U/Siv0Y6br9sePW9+JtQv0/p4D9icX6/A/eXv8bdaD6NpYM+aljpvhhlBj4MNSy/OIM0v5B54r1st1c/XYPavm+Whj6UNym+PWCOP9tX3z9VIXs+gZuhv57+l79NGG+/tWaqPmrReT8GhZa+RgsMP048ZL+CX12/D0GNv8zpIT8S0cU+KuJTPwNoyT+cote7bo9YQImSOr8a4eC/YQ1XvnyqJz+/0ak/r53zvhtvMr911N4+eVmpv4u1P78Bre++XQwEPzelh78AL8Q/7vFMv0X4iz6HzlY+3fHjPtXlO78NZVi/XqGUvlGuUD4wfxS/BCCsPyhKrD7eFCa+WcamPsNSTT5rVBQ/Zs3TP1xRrT9iRA69lNHNvufyvj/J8I8/wbMdvxKc6T7/EkU/xmEFP7OmmD+u/HS+UJhOP/01Lz911aS/rZyBPmHdRr+PTtW/9Fy3PQmt1D/hU/M/ujm6v65oOj6dIp28fiMkPp18Ib50SWa/JPEcP12Qor99+IC+kYfsPlhB/z/rT/y/IVoAPiHyDkAzQQi/fdkkvrZ2QL8sVny/CkWBvUHtqL5QY5m/8Varv5yBOj5YcTM+NiPXP75wiz6favw+c0LKv5fZoD81lbc/DoucP1AIgT5/TZI/NjiNP6Pj5T7eq6+/jIbuPVme1z63Q9w+CU4kP+wAdj9vqFk9oOR7vWVJLb0aRJe9u97cvV3jjL//TeO+zYI8PtuCYz/nOY2/r37JPu6mvbwZA+q+CryAP5Q/aL89wtY8UogaPgvHYL+wFXw+WG1iv3G0Wj9ermu+pSxyv7t4qb9xovI+nyOOP6TYsD5xSeA+TXGMvebwO7+LJn0/3zXjvM0bFT66DZc/WCzXPpSaxT9lzLi/B62Rv55/AL06KzC+ODQJv6+P8z5tBaS/U5tvPzlhw7/poQe+4ml4v7Kj8L7AenC/bSY5v0dohT+puEC+VS/aPpjmC7+BvcM/",
            "uXymvzN3P78aFkE/Ei4aP1dOZr55fE2/Kky0vrbrRb8Rotw/vpaDPTJse78tvME/WIIPP235ib+2ewy+AAGRvzr207+fx8W+/cvUPjpQDT2KYLa/yRqzPyOmtT/mM+4/ScEwv2twij+o9WbAwq2BP8uJw78az7a8ztmOv1nMj79oOvI+BuPTPxEE7D9EOXo+iRkEPzFqdb+iC2G+n9pvvXvPhz7mdy0/2NxUPgeoFL4CLTg9WWvtvY1RyD4ElBC/+qgTvUJ0RL5utl8/jq0mP61FAb+Ls+K+PAj8vlhtmj8YNgnANJ32vkbeKD2wP6g+FBcmv69RmT9j/7u/A0FtP9Utzj+0zKa/5eVJPO1Bhb5Z7ai/M7y2v4W+qz/XN9Q/P/6QvsOJHb4y87K/rvSSP561Qr9Brt2+zw+Ev5G+mb76Juu+3bUfP8NE4b/N8S2/tiFEP1kZBsBf59a++57HPzS5VD8LIBjA3mXCPwmPPT9NObA+kR5lPxNlhT96uZe8xZDxPrVkSL9iWnm/JC7uPgNlxr1kHYM/6FsoPoBXXD9hMSO/RzHNPbs7tD5ADEa/GeoiPJm3Ur+fC0E/IEGqv6pq9r9QPVQ+acTmv5Wwlj9LZ1s+hrzjPUiD3j6ICZE+PeBDvpma5z8Mqoe+OIKMvzU5xL7vM2m/kC5QPzNdpD8K6Yq9wvTIvqx/c7wmHw6/2VbRvSqvyz+YKb8+Qr7Xvo9u5L3RRBHAY579vwyswz4Dvhm/gNhxv6VYyT+JLKk+/PiqP+oHz79No8o/6j5cvZhjib4r21Q/JkL4PSTgGT9unrE/N4usP8GKFD8ZLvm9P3JUvZE9uj4H0G6/oCqcP1n4JEBNXi+/lgDBPtxhKL48XRVANN+bPkqdib812TC/aNIGv/waKr+v2tg/BVmBv2G0er6d2Fq+AcWOP6+g176pU44/ENa7PT/v374PwSu/acFav9B16L9PkCS9L0oavyEHO8D64sU/zghlv5ArIb/vKl8/NheHvw5juD7AqH0/",
            "e0TqPmamM78WXKu9kGObPxl5Zj9zRw8/Kr4DwEvA1D+zzZO/CL/VPSAAGj8uYda/hUM9vo/qCr9sOmK/x0NSP+ApFT8n4RE/8x2jPrVc2L1WcrA/CJiLP4i1rr9WKvm+buWCPEuG2b8tXEg/TOXNvz4sBz/S2Zc/1/OcP4KHrT1H0Am/47XKP0vjlb7zf4g/1HmXvTJo874nHvU/F+iuPzL6Yr8Wjui/9UlUv0TWGUBxDiq/QUriPnlutr9RFo8+UOUNvjbbqb+ITmw/DD0QvkTL7r5VNLW+mKqOPdAxk7/u8yA+b5CkPnKaL78gXEg/2wQuP4aiyT+syX+/LtqoPlxEnD8cOWM+/5lHv5TQnT5ohKY+jcVSv8TMsj8TH3k/9mOFPVrjvT4Tvde/Ao+GPD0W6L7j6Ii97DxEv/P8zb7b3A++2Q/kPgB0wz5MKLw+87/TPRglFz+rBg+/1m6QP03Ywr/Zgqu+j6YOvTtTKb+fhLC+q7OcPH5ql7/8RUQ/fkVTPTltRL21Lns/YIuPv8acDUB0JIm/v1YkPtWKVD8l04W/eBzHP/vKib0q6lM9zycpv5f/175Z6K2/YFgyPn0ohz8Rpkg/jCbovYl+rb08aYM+TuE7vw5IhLwiggA/Fb/HP/Lshj9Km9E+kQuEPXn10b5+GRU+OlfVvwGmoT76W7I/rppZP55HRT8hFii+JJUBv2uycL2CetG/9GMgwAiteL1nt/O+0rdDP7p89z8SQ2a/KZWFP7J+3700FWq+RGFwP9IJIz3xWdI/WiMRPZ735b43qwo+LSoYvsYQbD+n66U+N/ApPnfr1zxeNVu++BJ9v8DvlL72Zfi+WsCoP9H+tT8SECW/EzCsP7W3B0AbJES/sP7mv+204b5srq+/xoO0P1sCiD1u91k/O90UQD7hIb8owMk/jK1LP0Wonr/xI1A+w5q2vnHK+L6+yzU/VPs+P/vSkj8KFkQ+030rP9h3pj8CJl8/K5mZv5ZhfT8IjcY/n1GDPhZ4/j1VKCG+",
            "J7MTwEAsHz9Auzm/oD2UPxIoBb8Es/29dXONP4aVQD72dPC+2N6Gv+IAl75pOoc/+hzzPjNErr2bpL8+mY3Gvm95+T8E2WC/PBK1voftQL9olJ8+g6EFQKwz1r7lOIY9GN+CPiRSK0CEB8O/Z2QPv5lHwTyG1aQ/cqCCvxGlET/U9IC/+kq9P3CBED/InPG+05cKP6cIi76VOKK9AwsMP/i2JL9jA4M/V6xQPrW1sb6Kw4M/Mxr4PuJa276PMAFA3F+nP8RXBsDP51e/6Hgbv2DYXj+dyUI9TtirPp5xxrwWaEw/nTHAP2mZCEC3dAK+f2gWP3jKLb/eppg+fbNaP8RBgL8Kqb4+drUjvg8uKz8H5Ea/uW8ewKHgLr7lqpY/EtZIvxpOg751bZ0+fF3cvcNM172+hGq/veFjvlfY+r8WALU+07oSP4abrD6AFxvA3TfSv1PHgr8GPwK/QB6pvje+Nr+erKu/mTNtvwN/rj/kXXE/jWcDP5mQkT205qA/TSBMv5uEeD3jXJ2+tS9wvzhzMj8b8TM/Ipv2PXjm4L+aGOq/8um4Ps9c5z1V3tG+CMTHPSBuXL+MZgQ/a+q7vwFfNj9UACa/96OyP5CXgT+7aqA/HktaP5fokj9HKRw9Xd4CP05Q/D+b6ws/TdS0vpSKbL//ECY/YDlAPplOmb/2/8M/zpTJP4GOQz6oAXI+E412wKDJ9r10JMu/ODM4v2m5ED3ntsM9fdORvvmIrr5o4wi/eO6yvwQ72b/DeWy+vRo6P1Pk2j+fMHq/NCuSPnVlzr+NyYi/ySE3v/fvJ7/fKNK/QdU1v08E7r/h534/BPsYvywa1L+kZZU+QGXTOm2IzT/6NC0/f50yvqT+2L4Kzmo/P5NfP2sPQj9ivcw+a07HvzjenT/+hYe/pWf7Phk7NL8O0zA+aysZvxi4sD7XQuG9U2DJvk3Ekj8KVIw/Een/Pye6jj+Cmjq+1mVdvSJU1z5MZ8Y/raQdvyc8Dbt5JD6+cAgzP4MCkLwwab6/",
            "WqHXPy5Paz/1V6O+mV4XP2RRpj/80BZAvRTcPzYVN7/LTYw/HOo8v8Y5/b51cXa/pwNfP5gFSz+JLYm/Ogi3v9x7ST/d/ES/DzKJv4Zbpb8nu+S+xsOJv4d1GUCd7CZAKw17vgfp/D3nCTK+f2DSPS0hrL44SIS9LkyKvjovF7+jVcy/oVMsvbdRzT6vwY0+eaaCP/jkzL51p5O+7k+Av1swoL8FgJS/ONpZwD9waz9wP0++/DqKPzFyH78/bhpAB7MHP7ZJvj4sJYc/Oe0Kv1k/tT7kvRu/LK2+PwLfGb9JO5c/Eh0KvxSBzj/c8ba/hhILPzpDDr/oTldAXRPFvd+sRD+HL4C/8J5/v7MEBL63mEQ/AodgvsJEA0CtvBM/H+qpvqKw37/8Ojs+K60dQKMStD4FGJq/bXHzPox6sr9Elk8+6TdbP/K6C78x066/DcOVP+lsKD3fEo2/bJcZvzQ4Gj5e4GS/wYsRP6lEhz+3zDW/tOxGPkHhRr98i529biiIP42MPkAb5FG+13QrvkOEez8j94K95gTAP0TMor7x7zu/y/4Gv9ywzT8VekY/ikXvvqwdgL5reJY+47aDvxqo1b2WNK6+kO8ov2ZSkb9rOVi+x8FUPn1Qpz4umpk8mRjxvVCAiD+UGTq+EDW1vn+34L9cpKU/wXmsv8PYHb5QTNG/tOEDvyYkwT8GzzU/Uoa8PpPCAcBaFgbArF5qvnAA1b2G62i/RZwlP3iyjT6NW7u/yUnWPvxsx77KOlS9llL5P697jz57UfK/4Rq/P40i972UKck+ftgRvyXUdD7wMgM/c9K3Pl7ENb/yhNG+2qLNP0X1Er+rYPU+8bC/v0Zm3L+MIFE/Hs1aP9BUHb+Jm7o+MzEDv+P9oT+4DVw+CqkWv9/7lr/+7bm/n0WwPRftfr9IGDA9T5dcvh4ktr6UCX4+4wQUP10lRr8rACVAx3U0v8+w0LyAIAk/gLshvzWUF79YfoA96zp1vzF+pr5J1s+/BjKnv2jrND+tHlM+",
            "TFyBv4P8OL8pCrC+isz+vkQcHb94Iuk+x/giP7hB7z0tCqc+PLsRP7DuGb+GB0c/PjP/vtLQnz/krnm/O9R3Pzb17b+vQL4/18ubv59M1r82CRi/nvTGv8SLvT5LMaG/TO00v+6LID8jtbU/2oibviD5/z4qJ4M/xJ4BwLKoJD9k86A+GfTdPj0Kwz997sk+tyDDvajAab+ItRs/XKYAvtg63L+KwxE96O0NQAWru7+YQ3g/r9/3vu43kT7P9Ha/FWI6PmPdOT99ep0+MWtJPoDUBD9Le2c/hfQpvhlI/r2NwkW/fXjcPgsS4j2A9nA+f0xBv6vXb74Mb98+/lAmP2ECGb8ikbu+BMK8vrS2ST+nvR6+EQeXvoSRYr4X3F8/7wiQvo/55D+KiSY/ndzpP6zEjb6VS4s/0CEgwGSam78LEDG/iLdav3bmAL9IK9q9BKrpvqU0t78eEMY9DGGzvxuJwz7mKQDAmfFFPklxHz5KEaa9xowNQGKWJT7Ae4G98S2zP7RDjL9yT7q+n7C1Pn398b+qg3o/QeCUPCiwZD4n04O/VpBMv+PjVj5kVKU/kv+Rv2EgJEDWPGO/ht/YPkmXCD9ka16/r0x4v4QIrr85WMQ/GiuzvXpXGr8X+fA/4OFRPhQ2JD+lIxQ/rOoyPwKG5D+Zjg9AuyYBv8Bunr9PNaA+XDa1P+RJgb4Rpro/H3Q0v2Ck1L7Hj5U/tPU2P5wz0r/rPhS9KroLv1LhC79IY00/K1HQPe3Yw7/EbiRAySccv6XH2T6+Z4C/n030PQTcdj/oTwu/HbqNPu/EhD4vaO29A4NWPzfzjD43dAA96xCbPn21/b66ZLG+eJgCQOyy1D8KdVG9RDQpPXdxrD38IQQ+6JZnv77EuD8hrgw/vMZkvXhREz5qaoK/atbuPZcFMz679JS+I/mmP/S2sT8wn9E+lMG/P5O5C75WZEM/VfEUPOTbpL86+XE+JsPBvYnDcL/I/Ri+wMOLvx0uyb7yEDO+lbWhvCfzrz9ksZe/",
            "G/GPvyV+1z/0Mi8/qFmjvk2FhL7Dk6K/lJGUPYW+Cz/PBEM/Vkd7v8JLD8AWoqe+3IlaP9iXV7+7W4Y/iuqEv0sUiD8Iypq+CXNDP53kQT+5dOG9AkKZv+fOez6BBgk/rwQEvxw4R74He7C/2e2cvxN8Kr8JWwE/LPtnP1zfKcCXZcI/0YyRPQi9Xj4OtpC/xwqVPwW1Kb8br78/nsWpv/1qB8BPA5U/llRPPwVnA79jhXS+8ZOTP0w6nD9EJZk+SRi9v/4GLD9eqqc/Z86wv7oT/j+8LAC/oBUOQJ7+S74+++O/VbAKwHG4ur+71r6/7ESNv0Nxi7+EHOm+35BEPkEBAj+gu9U7fPzlPehZJL6dzeQ++nz5vlmHCL4feq0/CfD5PyqHGcBq8se/Mly8P0EgATyvU2FAJ3Ojv5M1eL6CjEC/kvVVP/5vQz+BoBpAKBaePi+6rr4xWhq/BmUGv9D9W7/NQlE/VBEcQOIwFL+IB70+5JIPwLmjl78ZNky/JjzDPvaIAr8cCHk/sz2ZPeP+tb9E7Zk+kuGtP3aSzb6eSuS+HaruvSUirD7yrIM+WwrVP+fKp7+qWaC+AjzdvZIEZT+ZyZE9W6aQPtp7wb9qH7U+9opuP3bfur/XDTy9AyWlvgimoL/vXrA/8wM7v3IIW78kSwe/O2yYP1XPNb9oJNq+o/0AwL/LTT4F71c+kL44P8fghL8a3RC+L4Q8v8WrrT5SEH6+ckJEP4rIST/EQri/w6WsP1/Shb+5HEE/iWCFPrdowL9Ty5i/GrbLv2G0A0CMeaM+hf+CP+SEFzweb6m/8gjJviYc9D02IRXAFP+tvXAhU799hwxAl9riPyUFlz7ED1M8OqKuvgegzL6lfLC/qDMZvw+Onj9gFSC/tQ3qvU4M4j+sgSm/F0fMvt9wdL/02mW/NPUxv9vebz/+AnM+nhAfv1rUBz7WV9o/Qk43v53T078UHa4//O96vyFw9r851gxABsfEPrBKA7xZ/7K/hqoyP9sH+b5MED+/",
            "J86Yvyo2v75Jb1K/qXrlPgzs6T4h95E/Jj+gv8dzpT+eLaA+67G1PyLTBcB2X4a/tE/mP4mnm7+H94093XkSvjVNfr66zdA/s5+fP9+dIcDdZ4U/pt7gvRKqt7516HG/aG/RPRP3Yz96ccq/q27Hv4roT7/O4N6+TUrfPuWfjT9SwF++wxnWPoRapL2A38g/6aoePnOgET/hB4g/O1kMP+o7ib5F2pw9Nc7AP6H4gr5vW4G+WPRWPtFyAsABgT2+PzCQPpIQ0D9kx5c/8EFNPr423j9Nbam9te2/v/UzAL/XG16/lfehv0IT2j5/uYi/9hciv/OQWL/R2vo9HDsEP0jk0r52NCC/jhIPv3ZnIz7n4Tw/uU/lP6t4CT4yZWm/pt49vu4gJD+Co5G77PwTPxHPyD6oVO+9FmYJP0hdYL7hmO4+huTRPnA3qT8qO9o+AAoEv829qL+CktC/m/wxPjAfMr+fzBC/+AVOvwjiKz/Qg149W9mivA4v7jo3X+i+6lgLP9CqEL0SYHi/ymDbvg1ZFb/1r1o+5r09PxCQYr68ExBA6ZScvlpI7b6EccQ+eDWEPQhRlL7CTQo+MY17PpgaIr+4tpM8nNMlv34i7D9qTFG/v1EfP7/wPj/t6WS/JQs9P1ecn799jsc/ujj4P3/wiL9kOMQ/kmyiP7D1uL5GQra+BkyRP+NbH79oxWi/edvnPMyO8L44S/w9sUCNPyddiT7yc06/DUG+PS2QnT94WQs/eue1Pgj+pr97pBc+3sB1v9m3t794DGg/pqq1vtoPzb//4wM/PvioP6a4hj9tYEO/NOzGvhjFWj82EEY/YMvEP7g7jD+tqVC/m2GyPtSdL7/1XlO/WSGWvi2jKL8X+Ey/DwTgPuYDjr5DawLA81WCPzl4I7/OTIE/ElWtPI01+z6ePw6+HNaQPly6Xr8nSgC/sTUPP+w5gL4/AY0/lF7hvlSAoL+oHIc/arOCP8XM3D8Ax+I/PPkiP4cQvj6XIgg/EAnwP5MNBr8+7ka/",
            "zoajP5VcR79KlxpAQsD+vQfFGb4GRw8/E1SKPkZY2j56V9S+WmBev0Tv9z+XU54+BJeSv7+yuj6tFFe98gMVvyfY9b/OXNw+DB9FP31kdb9bd/C+9vcrv2yoZb5Qc60/BGlbvnl7Dz7/fg4/6SGkv3iVg794RdU/HsWwvlMSq7+YFWO/56b3PqFS274W1C4/K7GXPrioQT9oAK2+ECK5vy1YeT/VKGy/ASwPwGCCdT6R3Lm/6MXMP2dh07/jWCfAElbtP9fwQ78NTjc/wNTlP7RwTT/bZUo/jj4avmUQwD/STiK/Z3l5vpvAgr6bYwa/tuJ/v7niW79pgB8+vV4Av017x775WXy/1wY6v3fHcT8/Kp2/Ix64viK0+L6+sSK/GfdHPyQvhb+wAJW/MGhhPzLiJb4lFrq/rLKDv6u/Kb2idpE9ts24vVoYC73+M6m+f8Akv9RHYT8k/FS/VDFLv0JxNz9B7gJAXsprvxM3HT58j3u+w4j0vphVjD92+RE/H/s6Px/iID+LZ5E+4InOP+n7Jj8bEbI/QwP3vtTDCEDjuIe+Yp0OPj2N5b7WP82/F1ucvqHZSL9qjaw9Z0E9P8XzBz9UpTM/hbsIPyaax75jm0u/S6bXvgz9hb+Fj1C/b9dHP1JEaz+hXjfAV0cxPUiq2z/P2ay9GPkwvjAOib/pLIy/pEYVwH5B7T1aQ9E/xozMvYpfx75MY2e+64WJP1TTs78MwLY/aNZkPhlBGr+mv58+5d2uvjGEpD//GeE/DVunPqW3nD+usWC+jOYNv2unET/4kwE/uV+2v1RYtD7uJhQ/PJfgPrVsO7/Y2wjAJTkVP3BMh75EvTE/DNSUP/ccEb85O5Y/bKAwP3Oy4j45E+E/vZxNPxsRZ76YuGs+24rdP3WPf79FaVs/7qoVPsli1D0irMu+jDxLvmzTD76LW6G/njYbPrnF5z+mw1K+J46APsJoE74PlO6/9brxP2BguL49GyY+1a/FPpGASj97/GU/U5ZXP8cMuL/E3dI/",
